<%@ Page Title="" Language="C#" MasterPageFile="~/Pages1/MasterP.Master" AutoEventWireup="true" CodeBehind="CharactrersInfo.aspx.cs" Inherits="Project_part2.Pages1.CharactrersInfo" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="../CSS/CharactersInfo.css" rel="stylesheet" />
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
     <!-- כותרת -->
 <h1>מידע על הדמויות</h1>

 <!-- מידע על דמויות -->
 <ol>
     <li>
         <strong>אנג</strong> - האווטאר והגיבור הראשי. נווד אוויר צעיר שנעלם 100 שנה וגורם לחוסר איזון בעולם. עליו לשלוט בארבעת האלמנטים ולהביס את אומת האש כדי להשיב שלום ואיזון.
     </li>
     <li>
         <strong>קטרה</strong> - מכשפת מים מוכשרת משבט המים הדרומי. היא אמיצה, חכמה ובעלת תפקיד מרכזי במסע הקבוצה. קטרה מאמינה בשוויון וביכולת לשנות את העולם לטובה.
     </li>
     <li>
         <strong>סוקה</strong> - אחיה של קטרה. לוחם יצירתי ובעל חוש הומור ייחודי. למרות שהוא לא מכשף, סוקה תורם רבות בעזרת תושייה, תכנון אסטרטגי ושאיפה מתמדת להוכיח את ערכו.
     </li>
     <li>
         <strong>צוקו</strong> - נסיך אומת האש שגורש ע"י אביו. בתחילה הוא מנסה ללכוד את האווטאר, אך בהמשך עובר תהליך גאולה עמוק, מתקן טעויות ומצטרף לצד של הטוב.
     </li>
     <li>
         <strong>טוף</strong> - מכשפת אדמה עיוורת משבט האדמה. בעלת כישרון יוצא דופן, היא ממציאה את כיפוף המתכת. טוף היא עקשנית, חזקה וחכמה, ומשלימה את הקבוצה בגישה ישירה ואמיצה.
     </li>
     <li>
         <strong>דוד אירו</strong> - דמות אב לצוקו ואחיו של שליט אומת האש. מכשף אש חזק וחכם, ידוע באהבתו לתה ולפילוסופיה. מדריך את צוקו לדרך של שלום ואיזון פנימי.
     </li>
     <li>
         <strong>שליט האש אוזאי</strong> - השליט האכזרי של אומת האש ואביהם של צוקו ואזולה. הוא שואף לשלוט בעולם כולו בעזרת אש, מייצג רשע טהור ואינו מוכן להיכנע עד לסוף המר.
     </li>
     <li>
         <strong>אפה</strong> - הביזון המעופף של אנג וחיית המחמד הנאמנה שלו. אפה מסייע לקבוצה במסעותיה בעולם ומשמש כחבר קרוב ואמין. הוא נחשב האחרון מסוגו ומחובר עמוקות לאנג.
     </li>
 </ol>
</asp:Content>